cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'kubernetes-cli'
brew 'coreutils'
brew 'grc'
brew 'jp2a'
brew 'jq'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'postgresql'
brew 'python'
brew 'ruby-build'
brew 'rbenv'
brew 'shpotify'
brew 'spaceman-diff'
brew 'speedtest-cli'
brew 'tmux'
brew 'unrar'
brew 'wget'
brew 'yarn'

cask 'lastpass'
cask 'firefox'
cask 'dotnet'
cask 'google-chrome'
cask 'handbrake'
cask 'iterm2'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'vlc'
cask 'minikube'
cask 'virtualbox'
cask 'postman'